
"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.data = void 0;
exports.data = {
    introductionPage: 'في قسم التعريف بالموقع، يمكنكم العثور على معلومات حول كيفية استخدام الموقع ومحتوياته',
    goalsPage: 'في قسم مقدمة العامة، يمكنكم الاطلاع على مقدمة العامة للموقع',
    contactPage: `إذا واجهتكم أي مشكلة، يمكنكم التواصل معنا عبر صفحة 'تواصل معنا'. نحن هنا لمساعدتكم`,
    coursesPage: 'في قسم الدورات التدريبية، يمكنك الوصول إلى المحتوى التدريبي والأنشطة، ولكن لابد من البدء بالاختبار القبلي للتمكن من الاطلاع على المحتوى التدريبي',
    messagesPage: 'منتدى النقاش هو مكان للتفاعل مع زميلاتك المعلمات. يمكنك وضع استفساراتك أو تبادل الخبرات.',
    leaderboardPage: 'تم تصنيف المتصدرين بناء على عدد النقاط التي تم الحصول عليها من خلال الدروس والأنشطة والاختبارات التي تم إجراؤها',
    libraryPage: 'في المكتبة، يوجد العديد من الموارد الإضافية مثل المصادر الإلكترونية والمقالات',
};
